<template>
    <section class="promo">
        <div class="container">
            <h1 class="title">Аквариумные рыбки</h1>
             <p>Мир аквариумных рыбок крайне разнообразен. Гиганты и карлики, хищники и растительноядные, миролюбивые и задиристые – порой от бесчисленных названий и характеристик начинает кружиться голова. Если вы желаете получить быструю информацию о той или иной незнакомой вам рыбке, то можете воспользоваться приведенным ниже списком 50 популярных названий аквариумных рыб. Чтобы ознакомится с каким-то видом поближе, просто щёлкните по изображению и попадете на расширенную статью о содержании, кормлении и разведении данного вида.</p>
        </div>
    </section>
</template>

<script>
export default {

}
</script>

<style lang="scss">
    .promo {
        text-align: center;
        p{
            color: #999;
        }
    }
</style>