<template>
    <div class="wrapper-content wrapper-content--fixed">
        <section class="about">
            <div class="container">
                <h1 class="title">Аквариумные рыбки</h1>
                <p>Мир аквариумных рыбок крайне разнообразен. Гиганты и карлики, хищники и растительноядные, миролюбивые и задиристые – порой от бесчисленных названий и характеристик начинает кружиться голова. Если вы желаете получить быструю информацию о той или иной незнакомой вам рыбке, то можете воспользоваться приведенным ниже списком 50 популярных названий аквариумных рыб. Чтобы ознакомится с каким-то видом поближе, просто щёлкните по изображению и попадете на расширенную статью о содержании, кормлении и разведении данного вида.</p>
                <no-ssr>
                    <Intro title="Семейство рыб" />
                </no-ssr>
               
               
                <p>Семейство рыб Карповые, среди которых такие виды рыб, как золотая рыбка, барбус, данио, можно по праву считать наиболее распостраненными в современной аквариумистике. Следующее по популярности семейство рыб - Пецилиевые. Меченосец, гуппи, пецилия и моллинезия - эти виды рыб стали первым опытом для многих аквариумистов. Также популярны сомики. Заслуженный интерес вызывают виды боции и анциструсы. С каждым годом растет популярность такого семейства рыб, как Цихлиды. Отдельные виды рыб этого семейства, такие как дискусы, скалярии, астронотусы, цихлазомы и хромисы получили в настоящее время достаточно широкое распостранение. Не стоит забывать и о других семействах рыб, например Лабиринтовых с их чудесными представителями - петушками, лялиусами и макроподами. </p>
                 <img src="https://blog.tetra.net/ru/ru/wp-content/uploads/2019/04/siamskij-petushok.jpg" alt="about">
            </div>
        </section>
    </div>
</template>

<script>
export default {
    head() {
    let title = 'About',
      descr = 'My lasts posts',
      type = 'site'
      
    return {
      title: title,
      meta: [
        { hid: 'og:title', name: 'og:title', content: title },
        { hid: 'description', name: 'description', content: descr },
        { hid: 'og:description', name: 'og:description', content: descr },
        { hid: 'og:type', name: 'og:type', content: type }
      ]
    }
  },
}
</script>

<style lang="scss">
    .about{
        text-align: center;
        p{
            margin-bottom: 10px;
        }
    }
</style>